export const INVALID_MESSAGES = [
    "这只捏物似乎有些破碎，需要一点点修补",
    "警告，几何结构发生了坍缩",
    "你这只捏物好像还没发育完。",
    "你这捏的什么玩意儿，再调一个版本。",
    "唔，这只长得不大对劲，要想想办法"
];

export const EYE_PROMPTS = {
    0: [
        "嗯，似乎还少了点什么。",
        "我看不见，帮帮我",
        "至少点上一只眼睛啊。",
        "捏物不捏眼，等于没捏。",
        "眼睛呢，请问"
    ],
    1: [
        "嗯嗯，能看见了。",
        "你好像懂了。",
        "谢谢",
        "所以呢",
        "嗯？"
    ],
    2: [
        "你太懂了",
        "哦哦。",
        "看，立体视觉。",
        "你好聪明。",
        "对视。"
    ],
    3: [
        "卧槽",
        "你个神人",
        "给你懂完了。",
        "嗷嗷。",
        "多多益善"
    ]
};
